{
  "header": {
    "home": "Home",
    "works": "Works",
    "contact": "Contact me",
    "about": "About"
  },
  "home": {
    "title": "Hi, I'm Marion, full-stack web developer",
    "description": "Versatile fullstack developer, I turn concepts into code with precision and creativity. I design custom solutions tailored to meet your unique needs, from idea to execution.",
    "contact": "Contact me",
    "viewProjects": "View my projects",
    "competencies": "Competencies",
    "about": "About"
  },
  "projects": {
    "title": "Projects",
    "viewProject": "View Project",
    "projectsData": {
      "lightStep": {
        "description": "LightStep is an online store dedicated to sports enthusiasts, offering a wide selection of equipment suitable for all disciplines. With an intuitive interface and advanced filters, users can easily find reliable and high-performance products, accompanied by reviews and recommendations for informed choices."
      },
      "nutribouge": {
        "description": "Showcase site for a sports coaching and dietetics practice. A comprehensive platform offering individual and group coaching services, with pricing system, contact form, presentation of therapeutic education and dietetics services."
      },
      "samanarace": {
        "description": "SamanaRace is an intuitive and responsive booking application that allows users to easily schedule events. It includes a multilingual contact form to facilitate communication, providing real-time feedback on the status of sent messages. The interface is designed to offer a smooth user experience across all devices."
      }
    }
  },
  "about": {
    "title": "About",
    "description": "I'm Marion, a passionate full-stack web developer with a knack for creating dynamic and user-friendly web applications. With expertise in both front-end and back-end technologies, I bring ideas to life through clean code and innovative solutions. Whether it's building responsive websites or developing robust server-side applications, I thrive on turning complex challenges into seamless digital experiences. Let's collaborate to transform your vision into reality!",
    "cv": "View my CV",
    "tools": "My tools :"
  },
  "contact": {
    "titlehero": "Want to contact me ? Send me a message !",
    "title": "Contact",
    "description": "Want to create a website? Fill out this form or schedule a meeting with me to discuss it !",
    "nameLabel": "Name (Optional)",
    "namePlaceholder": "Your name",
    "emailLabel": "Email",
    "emailPlaceholder": "Your email",
    "messageLabel": "Message",
    "messagePlaceholder": "Describe your project...",
    "submit": "Send",
    "callTitle": "Available to chat",
    "callDescription": "Let's discuss your project during a 15-minute call",
    "callButton": "Schedule a meeting"
  }
}
