{
  "header": {
    "home": "Home",
    "works": "Works",
    "contact": "Contact me",
    "about": "About"
  },
  "home": {
    "title": "Hi, I'm Marion, a french full-stack web developer",
    "description": "Versatile fullstack developer, I turn concepts into code with precision and creativity. I design custom solutions tailored to meet your unique needs, from idea to execution.",
    "contact": "Contact me",
    "viewProjects": "View my projects",
    "competencies": "Competencies",
    "about": "About",
    "footer": "© 2025 Marion Saint-Martin - Fullstack Developer. All rights reserved."
  },
  "projects": {
    "title": "Projects",
    "viewProject": "View Project",
    "projectsData": {
      "lightStep": {
        "description": "LightStep is an e-commerce platform dedicated to barefoot shoes, a niche that values natural comfort and free foot movement. The goal: to create a smooth and minimalist experience that reflects the product itself. I designed an application capable of handling several thousand products and users, with a database optimized for performance and scalability. The UX was carefully crafted to minimize the number of required interactions, using modals, subtle transitions, and a direct purchase flow. The UI, designed in Figma, visually conveys the project’s minimalist philosophy. LightStep allowed me to combine design, ergonomics, and solid technical architecture to build an application that is both high-performing and consistent."
      },
      "nutribouge": {
        "description": "Showcase site for a sports coaching and dietetics practice. A comprehensive platform offering individual and group coaching services, with pricing system, contact form, presentation of therapeutic education and dietetics services."
      },
      "samanarace": {
        "description": "SamanaRace is an intuitive and responsive booking application that allows users to easily schedule events. It includes a multilingual contact form to facilitate communication, providing real-time feedback on the status of sent messages. The interface is designed to offer a smooth user experience across all devices."
      }
    }
  },
  "about": {
    "title": "About",
    "description": "I'm Marion, a full-stack web developer with an engineering background. I love combining scientific rigor and creativity to design web solutions that are useful, high-performing, and user-centered. Passionate about both front-end and back-end development, I bring ideas to life through clean and efficient code.",
    "share": " Want to connect or collaborate? Find me on my social networks!",
    "cv": "View my CV",
    "tools": "My tools :"
  },
  "contact": {
    "titlehero": "Want to contact me ? Send me a message !",
    "title": "Contact",
    "description": "Want to create a website? Fill out this form or schedule a meeting with me to discuss it !",
    "nameLabel": "Name (Optional)",
    "namePlaceholder": "Your name",
    "emailLabel": "Email",
    "emailPlaceholder": "Your email",
    "messageLabel": "Message",
    "messagePlaceholder": "Describe your project...",
    "submit": "Send",
    "callTitle": "Available to chat",
    "callDescription": "Let's discuss your project during a 15-minute call",
    "callButton": "Schedule a meeting"
  }
}
