{
  "header": {
    "home": "Accueil",
    "works": "Projets",
    "contact": "Contactez-moi",
    "about": "À propos"
  },
  "home": {
    "title": "Bonjour, je suis Marion, développeuse web full-stack",
    "description": "Développeuse fullstack polyvalente, je transforme les concepts en code avec précision et créativité. Je conçois des solutions sur mesure adaptées à vos besoins uniques, de l'idée à l'exécution.",
    "contact": "Contactez-moi",
    "viewProjects": "Voir mes projets",
    "competencies": "Compétences",
    "about": "À propos",
    "footer": "© 2025 Marion Saint-Martin - Développeuse Fullstack. Tous droits réservés."
  },
  "projects": {
    "title": "Projets",
    "viewProject": "Voir le projet",
    "projectsData": {
      "lightStep": {
        "description": "LightStep est une boutique en ligne dédiée aux passionnés de sport, offrant une sélection variée d'équipements adaptés à toutes les disciplines. Grâce à une interface intuitive et des filtres avancés, les utilisateurs peuvent facilement trouver des produits fiables et performants, accompagnés d'avis et de recommandations pour un choix éclairé."
      },
      "nutribouge": {
        "description": "Site vitrine pour cabinet de coaching sportif et diététique. Plateforme complète proposant des services de coaching individuel et en groupe, avec système de tarification, formulaire de contact, présentation des services d'éducation thérapeutique et de diététique."
      },
      "samanarace": {
        "description": "SamanaRace est une application de réservation intuitive et responsive qui permet aux utilisateurs de planifier des événements en toute simplicité. Elle inclut un formulaire de contact multilingue pour faciliter la communication, avec des retours en temps réel sur l'état des messages envoyés. L'interface est conçue pour offrir une expérience utilisateur fluide et adaptée à tous les appareils."
      }
    }
  },
  "about": {
    "title": "À propos",
    "description": "Je suis Marion, une développeuse web full-stack passionnée. Avec une expertise à la fois dans les technologies front-end et back-end, je donne vie aux idées grâce à un code propre et des solutions innovantes.\n Intéressé/ée par la création d'un projet, par la collaboration ou par mon profil ? Tu peux me retrouver sur les réseaux suivant pour échanger !",
    "cv": "Consulter mon CV",
    "tools": "Mes outils :"
  },
  "contact": {
    "titlehero": "Envie de me contacter ? Envoie moi un message !",
    "title": "Contact",
    "description": "Envie de créer un site web ? Remplissez ce formulaire ou prenez rendez-vous avec moi pour en discuter !",
    "nameLabel": "Nom (Facultatif)",
    "namePlaceholder": "Votre nom",
    "emailLabel": "Email",
    "emailPlaceholder": "Votre email",
    "messageLabel": "Message",
    "messagePlaceholder": "Décrivez votre projet...",
    "submit": "Envoyer",
    "callTitle": "Disponible pour échanger",
    "callDescription": "Discutons de votre projet lors d'un appel de 15 minutes",
    "callButton": "Prendre un rendez-vous"
  }
}
