{
  "header": {
    "home": "Accueil",
    "works": "Projets",
    "contact": "Contactez-moi",
    "about": "À propos"
  },
  "home": {
    "title": "Bonjour, je suis Marion, développeuse web full-stack",
    "description": "Développeuse fullstack polyvalente, je transforme les concepts en code avec précision et créativité. Je conçois des solutions sur mesure adaptées à vos besoins uniques, de l'idée à l'exécution.",
    "contact": "Contactez-moi",
    "viewProjects": "Voir mes projets",
    "competencies": "Compétences",
    "about": "À propos",
    "footer": "© 2025 Marion Saint-Martin - Développeuse Fullstack. Tous droits réservés."
  },
  "projects": {
    "title": "Projets",
    "viewProject": "Voir le projet",
    "projectsData": {
      "lightStep": {
        "description": "LightStep est une plateforme e-commerce dédiée aux chaussures “barefoot”, une niche qui valorise le confort naturel et le mouvement libre du pied. L'objectif : créer une expérience fluide et épurée à l'image du produit. J'ai conçu une application capable de gérer plusieurs milliers de produits et d'utilisateurs, avec une base de données optimisée pour la performance et la scalabilité. L'UX a été pensée pour réduire le nombre d'interactions nécessaires : modales, transitions légères et parcours d'achat direct. L'UI, dessinée sur Figma, traduit visuellement la philosophie minimaliste du projet. LightStep m'a permis de combiner design, ergonomie et architecture technique solide pour construire une application à la fois performante et cohérente."
      },
      "nutribouge": {
        "description": "Site vitrine pour cabinet de coaching sportif et diététique. Plateforme complète proposant des services de coaching individuel et en groupe, avec système de tarification, formulaire de contact, présentation des services d'éducation thérapeutique et de diététique."
      },
      "samanarace": {
        "description": "SamanaRace est une application de réservation intuitive et responsive qui permet aux utilisateurs de planifier des événements en toute simplicité. Elle inclut un formulaire de contact multilingue pour faciliter la communication, avec des retours en temps réel sur l'état des messages envoyés. L'interface est conçue pour offrir une expérience utilisateur fluide et adaptée à tous les appareils."
      }
    }
  },
  "about": {
    "title": "À propos",
    "description": "Je suis Marion, développeuse web full-stack issue de l'ingénierie. J'aime allier rigueur scientifique et créativité pour concevoir des solutions web utiles, performantes et centrées sur l'utilisateur. Passionnée par le développement front-end et back-end, je transforme les idées en projets concrets grâce à un code clair et efficace.",
    "share": "Envie d'échanger ou de collaborer ? Retrouve-moi sur les réseaux !",
    "cv": "Consulter mon CV",
    "tools": "Mes outils :"
  },
  "contact": {
    "titlehero": "Envie de me contacter ? Envoie moi un message !",
    "title": "Contact",
    "description": "Envie de créer un site web ? Remplissez ce formulaire ou prenez rendez-vous avec moi pour en discuter !",
    "nameLabel": "Nom (Facultatif)",
    "namePlaceholder": "Votre nom",
    "emailLabel": "Email",
    "emailPlaceholder": "Votre email",
    "messageLabel": "Message",
    "messagePlaceholder": "Décrivez votre projet...",
    "submit": "Envoyer",
    "callTitle": "Disponible pour échanger",
    "callDescription": "Discutons de votre projet lors d'un appel de 15 minutes",
    "callButton": "Prendre un rendez-vous"
  }
}
